Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: General-purpose AI systems may be used as high-risk AI systems by themselves or be components of other high-risk AI systems.
it_it: I sistemi di IA per finalità generali possono essere utilizzati da soli come sistemi di IA ad alto rischio o essere componenti di altri sistemi di IA ad alto rischio.

source: Therefore, due to their particular nature and in order to ensure a fair sharing of responsibilities along the AI value chain, the providers of such systems should, irrespective of whether they may be used as high-risk AI systems as such by other providers or as components of high-risk AI systems and unless provided otherwise under this Regulation, closely cooperate with the providers of the relevant high-risk AI systems to enable their compliance with the relevant obligations under this Regulation and with the competent authorities established under this Regulation.
it_it: Pertanto, data la loro natura particolare e al fine di garantire un'equa ripartizione delle responsabilità lungo la catena del valore dell'IA, i fornitori di tali sistemi, indipendentemente dal fatto che questi possano essere utilizzati di per sé come sistemi di IA ad alto rischio da altri fornitori o come componenti di sistemi di IA ad alto rischio, e salvo se diversamente disposto dal presente regolamento, dovrebbero cooperare strettamente con i fornitori dei pertinenti sistemi di IA ad alto rischio per consentire loro di conformarsi ai pertinenti obblighi previsti dal presente regolamento e con le autorità competenti istituite a norma del presente regolamento.

source: Where, under the conditions laid down in this Regulation, the provider that initially placed the AI system on the market or put it into service should no longer be considered to be the provider for the purposes of this Regulation, and when that provider has not expressly excluded the change of the AI system into a high-risk AI system, the former provider should nonetheless closely cooperate and make available the necessary information and provide the reasonably expected technical access and other assistance that are required for the fulfilment of the obligations set out in this Regulation, in particular regarding the compliance with the conformity assessment of high-risk AI systems.
it_it: Qualora, alle condizioni di cui al presente regolamento, il fornitore che ha inizialmente immesso sul mercato o messo in servizio il sistema di IA non dovesse più essere considerato il fornitore ai fini del presente regolamento, e se tale fornitore non ha espressamente escluso la modifica del sistema di IA in un sistema di IA ad alto rischio, il precedente fornitore dovrebbe comunque cooperare strettamente e mettere a disposizione le informazioni necessarie nonché fornire l'accesso tecnico ragionevolmente atteso e qualsiasi altra forma di assistenza che sono richiesti per l'adempimento degli obblighi di cui al presente regolamento, in particolare per quanto riguarda la conformità alla valutazione della conformità dei sistemi di IA ad alto rischio.

source: In addition, where a high-risk AI system that is a safety component of a product which falls within the scope of Union harmonisation legislation based on the New Legislative Framework is not placed on the market or put into service independently from the product, the product manufacturer defined in that legislation should comply with the obligations of the provider established in this Regulation and should, in particular, ensure that the AI system embedded in the final product complies with the requirements of this Regulation.
it_it: Inoltre, se un sistema di IA ad alto rischio che è un componente di sicurezza di un prodotto rientrante nell'ambito di applicazione della normativa di armonizzazione dell'Unione basata sul nuovo quadro legislativo non è immesso sul mercato o messo in servizio separatamente dal prodotto, il fabbricante del prodotto quale definito in tale normativa dovrebbe adempiere gli obblighi del fornitore stabiliti nel presente regolamento e, in particolare, dovrebbe garantire che il sistema di IA integrato nel prodotto finale soddisfa i requisiti del presente regolamento.

source: Along the AI value chain multiple parties often supply AI systems, tools and services but also components or processes that are incorporated by the provider into the AI system with various objectives, including the model training, model retraining, model testing and evaluation, integration into software, or other aspects of model development.
it_it: Lungo la catena del valore dell'IA, spesso più parti forniscono sistemi di IA, strumenti e servizi, ma anche componenti o processi, che sono integrati dal fornitore nel sistema di IA con varie finalità, inclusi l'addestramento dei modelli, la riqualificazione dei modelli, la prova e la valutazione dei modelli, l'integrazione nel software o altri aspetti dello sviluppo dei modelli.

source: Those parties have an important role to play in the value chain towards the provider of the high-risk AI system into which their AI systems, tools, services, components or processes are integrated, and should provide by written agreement this provider with the necessary information, capabilities, technical access and other assistance based on the generally acknowledged state of the art, in order to enable the provider to fully comply with the obligations set out in this Regulation, without compromising their own intellectual property rights or trade secrets.
it_it: Tali parti svolgono un ruolo importante nella catena del valore nei confronti del fornitore del sistema di IA ad alto rischio in cui i loro sistemi di IA, strumenti, servizi, componenti o processi sono integrati e dovrebbero fornire a tale fornitore mediante accordo scritto le informazioni, le capacità, l'accesso tecnico e qualsiasi altra forma di assistenza necessari sulla base dello stato dell'arte generalmente riconosciuto, al fine di consentire al fornitore di adempiere pienamente gli obblighi di cui al presente regolamento, senza compromettere i propri diritti di proprietà intellettuale o segreti commerciali.

source: Third parties making accessible to the public tools, services, processes, or AI components other than general-purpose AI models, should not be mandated to comply with requirements targeting the responsibilities along the AI value chain, in particular towards the provider that has used or integrated them, when those tools, services, processes, or AI components are made accessible under a free and open-source licence.
it_it: I terzi che rendono accessibili al pubblico strumenti, servizi, processi o componenti di IA diversi dai modelli di IA per finalità generali non dovrebbero essere tenuti a conformarsi a requisiti relativi alle responsabilità lungo la catena del valore dell'IA, in particolare nei confronti del fornitore che li ha utilizzati o integrati, quando tali strumenti, servizi, processi o componenti di IA sono resi accessibili con licenza libera e open source.

source: Developers of free and open-source tools, services, processes, or AI components other than general-purpose AI models should be encouraged to implement widely adopted documentation practices, such as model cards and data sheets, as a way to accelerate information sharing along the AI value chain, allowing the promotion of trustworthy AI systems in the Union.
it_it: Gli sviluppatori di strumenti, servizi, processi o componenti di IA liberi e open source diversi dai modelli di IA per finalità generali dovrebbero essere incoraggiati ad attuare pratiche di documentazione ampiamente adottate, come schede di modelli e schede dati, al fine di accelerare la condivisione delle informazioni lungo la catena del valore dell'IA, consentendo la promozione di sistemi di IA affidabili nell'Unione.

source: The Commission could develop and recommend voluntary model contractual terms between providers of high-risk AI systems and third parties that supply tools, services, components or processes that are used or integrated in high-risk AI systems, to facilitate the cooperation along the value chain.
it_it: La Commissione potrebbe elaborare e raccomandare clausole contrattuali tipo volontarie tra i fornitori di sistemi di IA ad alto rischio e i terzi che forniscono strumenti, servizi, componenti o processi utilizzati o integrati in sistemi di IA ad alto rischio, al fine di agevolare la cooperazione lungo la catena del valore.

source: When developing voluntary model contractual terms, the Commission should also take into account possible contractual requirements applicable in specific sectors or business cases.
it_it: Nell'elaborare clausole contrattuali tipo volontarie, la Commissione dovrebbe altresì tenere conto dei possibili requisiti contrattuali applicabili in determinati settori o casi commerciali.

source: Given the nature of AI systems and the risks to safety and fundamental rights possibly associated with their use, including as regards the need to ensure proper monitoring of the performance of an AI system in a real-life setting, it is appropriate to set specific responsibilities for deployers.
it_it: In considerazione della natura dei sistemi di IA e dei possibili rischi per la sicurezza e i diritti fondamentali associati al loro utilizzo, anche per quanto riguarda la necessità di garantire un adeguato monitoraggio delle prestazioni di un sistema di IA in un contesto reale, è opportuno stabilire responsabilità specifiche per i deployer.

source: Deployers should in particular take appropriate technical and organisational measures to ensure they use high-risk AI systems in accordance with the instructions of use and certain other obligations should be provided for with regard to monitoring of the functioning of the AI systems and with regard to record-keeping, as appropriate.
it_it: È in particolare opportuno che i deployer adottino misure tecniche e organizzative adeguate per garantire di utilizzare i sistemi di IA ad alto rischio conformemente alle istruzioni per l'uso e che siano previsti alcuni altri obblighi in materia di monitoraggio del funzionamento dei sistemi di IA e conservazione delle registrazioni, a seconda dei casi.

source: Furthermore, deployers should ensure that the persons assigned to implement the instructions for use and human oversight as set out in this Regulation have the necessary competence, in particular an adequate level of AI literacy, training and authority to properly fulfil those tasks.
it_it: Inoltre, i deployer dovrebbero garantire che le persone alle quali è affidata l'attuazione delle istruzioni per l'uso e della sorveglianza umana di cui al presente regolamento dispongano delle competenze necessarie, in particolare un livello adeguato di alfabetizzazione, formazione e autorità in materia di IA per svolgere adeguatamente tali compiti.

source: Those obligations should be without prejudice to other deployer obligations in relation to high-risk AI systems under Union or national law.
it_it: Tali obblighi dovrebbero lasciare impregiudicati altri obblighi dei deployer in relazione ai sistemi di IA ad alto rischio previsti dal diritto dell'Unione o nazionale.

source: This Regulation is without prejudice to obligations for employers to inform or to inform and consult workers or their representatives under Union or national law and practice, including Directive 2002/14/EC of the European Parliament and of the Council (39), on decisions to put into service or use AI systems.
it_it: Il presente regolamento lascia impregiudicati gli obblighi dei datori di lavoro di informare o di informare e consultare i lavoratori o i loro rappresentanti a norma del diritto e delle prassi dell'Unione o nazionali, compresa la direttiva 2002/14/CE del Parlamento europeo e del Consiglio (39), in merito alle decisioni di mettere in servizio o utilizzare sistemi di IA.

source: It remains necessary to ensure information of workers and their representatives on the planned deployment of high-risk AI systems at the workplace where the conditions for those information or information and consultation obligations in other legal instruments are not fulfilled.
it_it: Rimane necessario garantire che i lavoratori e i loro rappresentanti siano informati in merito alla diffusione programmata dei sistemi di IA ad alto rischio sul luogo di lavoro, qualora non siano soddisfatte le condizioni per tali obblighi di informazione o di informazione e consultazione previsti da altri strumenti giuridici.

source: Moreover, such information right is ancillary and necessary to the objective of protecting fundamental rights that underlies this Regulation.
it_it: Inoltre, tale diritto di informazione è accessorio e necessario rispetto all'obiettivo di tutelare i diritti fondamentali alla base del presente regolamento.

source: Therefore, an information requirement to that effect should be laid down in this Regulation, without affecting any existing rights of workers.
it_it: È pertanto opportuno prevedere nel presente regolamento un obbligo di informazione con tale finalità, lasciando impregiudicati i diritti esistenti dei lavoratori.

source: Whilst risks related to AI systems can result from the way such systems are designed, risks can as well stem from how such AI systems are used.
it_it: Se da un lato i rischi legati ai sistemi di IA possono risultare dal modo in cui tali sistemi sono progettati, dall'altro essi possono derivare anche dal modo in cui tali sistemi di IA sono utilizzati.

source: Deployers of high-risk AI system therefore play a critical role in ensuring that fundamental rights are protected, complementing the obligations of the provider when developing the AI system.
it_it: I deployer di sistemi di IA ad alto rischio svolgono pertanto un ruolo fondamentale nel garantire la tutela dei diritti fondamentali, integrando gli obblighi del fornitore nello sviluppo del sistema di IA.

source: Deployers are best placed to understand how the high-risk AI system will be used concretely and can therefore identify potential significant risks that were not foreseen in the development phase, due to a more precise knowledge of the context of use, the persons or groups of persons likely to be affected, including vulnerable groups.
it_it: I deployer sono nella posizione migliore per comprendere come il sistema di IA ad alto rischio sarà utilizzato concretamente e possono pertanto individuare potenziali rischi significativi non previsti nella fase di sviluppo, in ragione di una conoscenza più puntuale del contesto di utilizzo e delle persone o dei gruppi di persone che potrebbero essere interessati, compresi i gruppi vulnerabili.

source: Deployers of high-risk AI systems listed in an annex to this Regulation also play a critical role in informing natural persons and should, when they make decisions or assist in making decisions related to natural persons, where applicable, inform the natural persons that they are subject to the use of the high-risk AI system.
it_it: I deployer dei sistemi di IA ad alto rischio elencati in un allegato del presente regolamento svolgono inoltre un ruolo cruciale per informare le persone fisiche e, quando adottano decisioni o assistono nell'adozione di decisioni che riguardano persone fisiche, dovrebbero informare, se del caso, queste ultime che sono soggette all'uso del sistema di IA ad alto rischio.

source: This information should include the intended purpose and the type of decisions it makes.
it_it: Tale informazione dovrebbe includere la finalità prevista e il tipo di decisioni adottate.

source: The deployer should also inform the natural persons about their right to an explanation provided under this Regulation.
it_it: Il deployer dovrebbe informare inoltre le persone fisiche del loro diritto a una spiegazione previsto dal presente regolamento.

source: With regard to high-risk AI systems used for law enforcement purposes, that obligation should be implemented in accordance with Article 13 of Directive (EU) 2016/680.
it_it: Per quanto riguarda i sistemi di IA ad alto rischio utilizzati a fini di attività di contrasto, tale obbligo dovrebbe essere attuato conformemente all'articolo 13 della direttiva (UE) 2016/680.

source: Any processing of biometric data involved in the use of AI systems for biometric identification for the purpose of law enforcement needs to comply with Article 10 of Directive (EU) 2016/680, that allows such processing only where strictly necessary, subject to appropriate safeguards for the rights and freedoms of the data subject, and where authorised by Union or Member State law.
it_it: Qualsiasi trattamento di dati biometrici interessati dall'uso di sistemi di IA a fini di identificazione biometrica a scopo di contrasto deve essere conforme all'articolo 10 della direttiva (UE) 2016/680, che consente tale trattamento solo se strettamente necessario, fatte salve le tutele adeguate per i diritti e le libertà dell'interessato, e se autorizzato dal diritto dell'Unione o degli Stati membri.

source: Such use, when authorised, also needs to respect the principles laid down in Article 4 (1) of Directive (EU) 2016/680 including lawfulness, fairness and transparency, purpose limitation, accuracy and storage limitation.
it_it: Tale uso, se autorizzato, deve inoltre rispettare i principi di cui all'articolo 4, paragrafo 1, della direttiva (UE) 2016/680, tra cui liceità, correttezza e trasparenza, determinazione delle finalità, esattezza e limitazione della conservazione.

source: Without prejudice to applicable Union law, in particular Regulation (EU) 2016/679 and Directive (EU) 2016/680, considering the intrusive nature of post-remote biometric identification systems, the use of post-remote biometric identification systems should be subject to safeguards.
it_it: Fatto salvo il diritto dell'Unione applicabile, in particolare il regolamento (UE) 2016/679 e la direttiva (UE) 2016/680, tenendo in considerazione la natura invasiva dei sistemi di identificazione biometrica remota a posteriori, l'uso di tali sistemi dovrebbe essere soggetto a tutele.

source: Post-remote biometric identification systems should always be used in a way that is proportionate, legitimate and strictly necessary, and thus targeted, in terms of the individuals to be identified, the location, temporal scope and based on a closed data set of legally acquired video footage.
it_it: I sistemi di identificazione biometrica remota a posteriori dovrebbero sempre essere utilizzati in modo proporzionato, legittimo e strettamente necessario e quindi mirato, per quanto riguarda le persone da identificare, il luogo e l'ambito temporale e sulla base di un set di dati chiuso di filmati acquisiti legalmente.

source: In any case, post-remote biometric identification systems should not be used in the framework of law enforcement to lead to indiscriminate surveillance.
it_it: In ogni caso, i sistemi di identificazione biometrica remota a posteriori non dovrebbero essere utilizzati nel quadro delle attività di contrasto per condurre una sorveglianza indiscriminata.

source: The conditions for post-remote biometric identification should in any case not provide a basis to circumvent the conditions of the prohibition and strict exceptions for real time remote biometric identification.
it_it: Le condizioni per l'identificazione biometrica remota a posteriori non dovrebbero, in ogni caso, fornire una base per eludere le condizioni del divieto e le rigorose eccezioni per l'identificazione biometrica remota «in tempo reale».

source: In order to efficiently ensure that fundamental rights are protected, deployers of high-risk AI systems that are bodies governed by public law, or private entities providing public services and deployers of certain high-risk AI systems listed in an annex to this Regulation, such as banking or insurance entities, should carry out a fundamental rights impact assessment prior to putting it into use.
it_it: Al fine di garantire in modo efficiente la tutela dei diritti fondamentali, i deployer di sistemi di IA ad alto rischio che sono organismi di diritto pubblico o enti privati che forniscono servizi pubblici e deployer di taluni sistemi di IA ad alto rischio elencati nell'allegato del presente regolamento, come i soggetti bancari o assicurativi, dovrebbero svolgere una valutazione d'impatto sui diritti fondamentali prima di metterli in uso.

source: Services important for individuals that are of public nature may also be provided by private entities.
it_it: I servizi importanti di natura pubblica per le persone possono essere forniti anche da soggetti privati.

source: Private entities providing such public services are linked to tasks in the public interest such as in the areas of education, healthcare, social services, housing, administration of justice.
it_it: Gli enti privati che forniscono tali servizi pubblici sono legati a compiti di interesse pubblico, ad esempio nei settori dell'istruzione, dell'assistenza sanitaria, dei servizi sociali, degli alloggi e dell'amministrazione della giustizia.

source: The aim of the fundamental rights impact assessment is for the deployer to identify the specific risks to the rights of individuals or groups of individuals likely to be affected, identify measures to be taken in the case of a materialisation of those risks.
it_it: L'obiettivo della valutazione d'impatto sui diritti fondamentali è consentire al deployer di individuare i rischi specifici per i diritti delle persone o dei gruppi di persone che potrebbero essere interessati e di individuare le misure da adottare al concretizzarsi di tali rischi.

source: The impact assessment should be performed prior to deploying the high-risk AI system, and should be updated when the deployer considers that any of the relevant factors have changed.
it_it: La valutazione d'impatto dovrebbe essere svolta prima del primo impiego del sistema di IA ad alto rischio e dovrebbe essere aggiornata quando il deployer ritiene che uno qualsiasi dei fattori pertinenti sia cambiato.

source: The impact assessment should identify the deployer’s relevant processes in which the high-risk AI system will be used in line with its intended purpose, and should include a description of the period of time and frequency in which the system is intended to be used as well as of specific categories of natural persons and groups who are likely to be affected in the specific context of use.
it_it: La valutazione d'impatto dovrebbe individuare i processi pertinenti del deployer in cui il sistema di IA ad alto rischio sarà utilizzato in linea con la sua finalità prevista e dovrebbe includere una descrizione del periodo di tempo in cui il sistema è destinato a essere usato e della relativa frequenza, nonché delle categorie specifiche di persone fisiche e gruppi che potrebbero essere interessati nel contesto specifico di utilizzo.

source: The assessment should also include the identification of specific risks of harm likely to have an impact on the fundamental rights of those persons or groups.
it_it: La valutazione dovrebbe altresì comprendere l'individuazione di rischi specifici di danno che possono incidere sui diritti fondamentali di tali persone o gruppi.

source: While performing this assessment, the deployer should take into account information relevant to a proper assessment of the impact, including but not limited to the information given by the provider of the high-risk AI system in the instructions for use.
it_it: Nell'effettuare tale valutazione, il deployer dovrebbe tenere conto delle informazioni pertinenti per un'adeguata valutazione dell'impatto, comprese, tra l'altro, le informazioni trasmesse dal fornitore del sistema di IA ad alto rischio nelle istruzioni per l'uso.
